{
  "sections": {
    "section-a": {
      "type": "services-banner",
      "settings": {
        "alignment": "center",
        "banner_image": "shopify:\/\/shop_images\/N1A9804.jpg"
      }
    },
    "section-b": {
      "type": "main-services-section-b",
      "settings": {
        "title": "WE ARE DEDICATED TO PROVIDING CORRECTIVE SKINCARE TREATMENTS WITH A PURPOSE",
        "description": "Whether clients are looking for assistance with an anti-aging regimen, a remedial treatment for acneic skin, or simply looking to indulge in therapeutic experience, our custom facials offer solutions for every skin type.",
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "section-c": {
      "type": "main-services-section-c",
      "settings": {
        "title": "INITIAL CONSULATION AND GLOW FACIAL",
        "description": "We book all first time clients for a 90-minute experience with one of our licensed estheticians. We start with a gentle cleansing and skin analysis while asking important questions to have a good understanding of the client's skin type, current lifestyle habits, problematic areas, allergies and long-term skin goals. The esthetician then determines the proper course of action and selects specific products to use throughout the facial ranging from our very own KH Skin Lab products to other carefully chosen medical grade products. Following the facial, the esthetician creates a customized take-home skin care regimen with samples to best benefit the client’s skin and maintain optimal results between treatments. A complimentary two-week follow-up appointment is scheduled to ensure that the client’s skin is responding accordingly.",
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "section-d": {
      "type": "main-services-section-d",
      "settings": {
        "img": "shopify:\/\/shop_images\/45A7769_1.jpg",
        "title": "THE GLOW FACIAL",
        "description": "Our most popular treatment is an hour-long experience tailored to each client’s skin type that begins with a deep steam cleaning followed by any necessary extractions, high frequency treatment to eliminate any toxins and bacteria, microdermabrasion and exfoliation treatment complimented by dermaplaning where a layer of peach-fuzz facial hair is shaved leaving the skin ultra smooth and open for maximum product absorption. After dermaplaning, a lymphatic massage is performed to improve circulation and reduce puffiness and the appearance of fine lines and wrinkles. Lastly, an optional custom chemical peel can be applied to regenerate and rejuvenate skin on a deeper cellular level.",
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "section-e": {
      "type": "request-and-shop",
      "disabled": true,
      "settings": {
        "title_left": "EXPRESS GLOW",
        "description_left": "A 45-minute version of the Glow Facial sans the lymphac massage; customized to your individual needs and concerns.",
        "buttonLinkLeft": "#",
        "buttonTextLeft": "SAMPLE TEXT",
        "title_right": "KH SIGNATURE FACIAL",
        "description_right": "Our most luxurious and pampering service is a full hour and a half. It includes all the processes featured in the Glow Facial with an extended upper body massage.",
        "buttonLinkRight": "#",
        "buttonTextRight": "REQUEST AN APPOINTMENT"
      }
    },
    "facials-content-1": {
      "type": "facials-content",
      "settings": {
        "title_left": "EXPRESS GLOW",
        "description_left": "A 45-minute version of the Glow Facial sans the lymphac massage; customized to your individual needs and concerns.",
        "title_right": "KH SIGNATURE FACIAL",
        "description_right": "Our most luxurious and pampering service is a full hour and a half. It includes all the processes featured in the Glow Facial with an extended upper body massage."
      }
    },
    "section-f": {
      "type": "main-services-section-f",
      "settings": {
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "gentlemans-facial": {
      "type": "gentlemans-facial",
      "settings": {
        "img": "shopify:\/\/shop_images\/45A1287.jpg",
        "title": "GENTLEMAN'S FACIAL",
        "description": "This 75-minute service includes a deep steam cleaning with any necessary extractions followed by a high frequency anti-bacterial treatment. Next comes microdermabrasion, dermaplaning (as needed), a lymphatic massage and a light chemical peel, as well as brow grooming and nose and ear waxing, as desired.",
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "facials-content-2": {
      "type": "facials-content",
      "settings": {
        "title_left": "TEEN CLEAN FACIAL",
        "description_left": "Our Teen Clean Facial is an adolescent- friendly facial specifically formulated to treat breakouts and acne, control oil production, unplug compactions, eliminate bacteria and reduce inflammation. This deep cleansing treatment is 45 minutes long and focuses on gentle extractions and educating those under 18 on proper skincare habits for optimal skin health.",
        "title_right": "HYDRAFACIAL",
        "description_right": "HydraFacial&#8482; is the only hydradermabrasion procedure that combines cleaning, extraction, hydration and an oxidant protection simultaneously. The HydraFacialTM treatment removes dead skin cells and extracts impurities while bathing the new skin with cleansing, hydrating and moisturizing serums. This three-part facial is designed for all skin types and addresses all skincare needs. Specific concerns? Ask about our boosts!"
      }
    },
    "section-i": {
      "type": "main-services-section-i",
      "settings": {
        "title": "HIGH FREQUENCY + EXTRACTIONS",
        "description": "This a la carte fix-it option offers expert extracons followed by a high frequency treatment to help calm the skin, eliminate acne and kill bacteria. An emergency soluon for breakouts and flare ups available in increments of 15 and 30 minutes.",
        "buttonLink": "#",
        "buttonText": "REQUEST AN APPOINTMENT"
      }
    },
    "section-j": {
      "type": "main-services-section-j",
      "settings": {
        "selected_collection": "facial-page"
      }
    },
    "section-k": {
      "type": "quote-and-img",
      "settings": {
        "quote_img": "shopify:\/\/shop_images\/45A0614.jpg",
        "quote": "Imperfections are beautiful, all you need is a little GLOW",
        "author": "",
        "btn_text": "",
        "btn_link": ""
      }
    },
    "section-l": {
      "type": "main-services-section-l",
      "settings": {
        "img_left": "shopify:\/\/shop_images\/1_1e5215c4-5a1e-4212-a7a1-3d65ac1fb79a.png",
        "title_left": "INJECTABLES",
        "description_left": "",
        "buttonLink_left": "#",
        "buttonTextLeft": "LEARN MORE",
        "img_middle": "shopify:\/\/shop_images\/9_cd49c986-435e-4135-95d7-800b62be86f3.png",
        "title_middle": "COSMETIC AESTHETICS",
        "description_middle": "",
        "buttonLink_middle": "#",
        "buttonTextMiddle": "LEARN MORE",
        "img_right": "shopify:\/\/shop_images\/16_7143cc99-8e6a-4235-abca-816c7bc9ae12.png",
        "title_right": "LASER TREATMENTS",
        "description_right": "",
        "buttonLink_right": "#",
        "buttonTextRight": "LEARN MORE"
      }
    }
  },
  "order": [
    "section-a",
    "section-b",
    "section-c",
    "section-d",
    "section-e",
    "facials-content-1",
    "section-f",
    "gentlemans-facial",
    "facials-content-2",
    "section-i",
    "section-j",
    "section-k",
    "section-l"
  ]
}
