{
  "sections": {
    "main": {
      "type": "main-services",
      "blocks": {
        "f763f0d0-0a9a-44e6-b0bf-9abaa8661b3b": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/Missy_0d4e8563-e886-4e1c-a373-73501b44bbff.jpg",
            "area_title": "Facials",
            "area_desc": "We are dedicated to providing corrective skincare treatments with a purpose. Whether clients are looking for assistance with an anti-aging regimen, a remedial treatment for acneic skin, or simply looking to indulge in a therapeutic experience, our custom facials offer solutions for every skin type.",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/facials"
          }
        },
        "0bf70696-1711-4cfa-93bc-0b21bf818866": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/B12.jpg",
            "area_title": "Injectables and Neuromodulators",
            "area_desc": "At Karee Hays Esthetics we believe all esthetic procedures should have natural, refreshed-looking results. With constant anti-aging advancements in formulas and techniques, we are able to provide our clients with customized restorative treatments.",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/injectables-and-neuromodulators"
          }
        },
        "d7e5d2db-1aca-4330-8f3a-61ebdf8009c3": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/N1A9804.jpg",
            "area_title": "Advanced Aesthetic and Laser Treatments",
            "area_desc": "Description goes here",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/advanced-aesthetic-and-laser-treatments"
          }
        },
        "b7771a88-e939-4800-8294-e1337286142e": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/N1A0184.jpg",
            "area_title": "Chemical Peels",
            "area_desc": "At Karee Hays Esthetics, a wide variety of skin care concerns can be addressed by our medical estheticians with a custom chemical peel solution. Common skin conditions that can be treated with chemical peels include sun damage, acne, fine lines, wrinkles and discoloration.",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/chemical-peels"
          }
        },
        "9e974b07-20ef-466e-a378-6be668c3582c": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/N1A9809.jpg",
            "area_title": "Cosmetic Aesthetics",
            "area_desc": "Brow lamination, waxing, tinting and Brady Wardlaw Beauty",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/cosmetic-aesthetics"
          }
        },
        "e832e6cb-eb52-436c-914f-63e149b9f272": {
          "type": "area",
          "settings": {
            "area_img": "shopify:\/\/shop_images\/Missy_0d4e8563-e886-4e1c-a373-73501b44bbff.jpg",
            "area_title": "Treatment Add-Ons",
            "area_desc": "Description goes here",
            "area_link_text": "Learn More",
            "area_url": "shopify:\/\/pages\/treatment-add-ons"
          }
        }
      },
      "block_order": [
        "f763f0d0-0a9a-44e6-b0bf-9abaa8661b3b",
        "0bf70696-1711-4cfa-93bc-0b21bf818866",
        "d7e5d2db-1aca-4330-8f3a-61ebdf8009c3",
        "b7771a88-e939-4800-8294-e1337286142e",
        "9e974b07-20ef-466e-a378-6be668c3582c",
        "e832e6cb-eb52-436c-914f-63e149b9f272"
      ],
      "settings": {
        "sub_title": "Discover",
        "title": "Karee Hays Esthetics",
        "description": ""
      }
    },
    "163577904807fca740": {
      "type": "service-area",
      "disabled": true,
      "blocks": {
        "150a7639-9e49-44d5-bd96-32f95c7454d7": {
          "type": "service-area",
          "settings": {
            "heading": "Initial Consultation and Glow Facial",
            "details": "<p>We book all first-time clients for a 90-minute experience with one of our licensed estheticians. We start with a gentle cleansing and skin analysis while asking important questions to have a good understanding of the client’s skin type, current lifestyle habits, problematic areas, allergies and long-term skin goals. The esthetician then determines the proper course of action and selects specific products to use throughout the facial ranging from our very own KH Skin Lab products to other carefully chosen medical grade products. Following the facial, the esthetician creates a customized take-home skin care regimen with samples to best benefit the client’s skin and maintain optimal results between treatments. A complimentary two-week follow-up appointment is scheduled to ensure that the client’s skin is responding accordingly. <\/p>"
          }
        },
        "0bcc5384-8a1c-47a6-a3e2-30874443ced3": {
          "type": "service-area",
          "settings": {
            "heading": "The Glow Facial",
            "details": "<p>Our most popular treatment is an hour-long experience tailored to each client’s skin type that begins with a deep steam cleaning followed by any necessary extractions, high frequency treatment to eliminate any toxins and bacteria, microdermabrasion and exfoliation treatment complimented by dermaplaning where a layer of peach-fuzz facial hair is shaved leaving the skin ultra smooth and open for maximum product absorption. After dermaplaning, a lymphatic massage is performed to improve circulation and reduce puffiness and the appearance of fine lines and wrinkles. Lastly, an optional custom chemical peel can be applied to regenerate and rejuvenate skin on a deeper cellular level. <\/p>"
          }
        },
        "4da405a8-f330-4d46-b974-b21488fb3ef5": {
          "type": "service-area",
          "settings": {
            "heading": "Express Glow",
            "details": "<p>A 45-minute version of the Glow Facial sans the lymphatic massage; customized to your individual needs and concerns. <\/p>"
          }
        },
        "dcbe1512-e37f-4a0b-8fe3-5498c7ea8386": {
          "type": "service-area",
          "settings": {
            "heading": "KH Signature Facial",
            "details": "<p>Our most luxurious and pampering service is a full hour and a half. It includes all the processes featured in the Glow Facial with an extended upper body massage.<\/p>"
          }
        },
        "e8f3f1e0-0efd-4eb5-a465-95e598667218": {
          "type": "service-area",
          "settings": {
            "heading": "Gentleman's Facial",
            "details": "<p>This 75-minute service includes a deep steam cleaning with any necessary extractions followed by a high frequency anti-bacterial treatment. Next comes microdermabrasion, dermaplaning (as needed), a lymphatic massage and a light chemical peel, as well as brow grooming and nose and ear waxing, as desired.<\/p>"
          }
        },
        "9faa8d3b-332c-470b-9691-f1cc20bd45dd": {
          "type": "service-area",
          "settings": {
            "heading": "Teen Clean Facial",
            "details": "<p>Our Teen Clean Facial is an adolescent-friendly facial specifically formulated to treat breakouts and acne, control oil production, unplug compactions, eliminate bacteria and reduce inflammation. This deep cleansing treatment is 45 minutes long and focuses on gentle extractions and educating those under 18 on proper skincare habits for optimal skin health.<\/p>"
          }
        },
        "50ba5fa7-8ce3-4835-a9c2-6f9199278542": {
          "type": "service-area",
          "settings": {
            "heading": "HydraFacial™",
            "details": "<p>HydraFacial™ is the only hydradermabrasion procedure that combines cleaning, extraction, hydration and antioxidant protection simultaneously. The HydraFacial™ treatment removes dead skin cells and extracts impurities while bathing the new skin with cleansing, hydrating and moisturizing serums. This three-part facial is designed for all skin types and addresses all skincare needs. Specific concerns? Ask about our boosts!<\/p>"
          }
        },
        "7a6c8b39-8ace-48a0-b778-09b6c8dafb3e": {
          "type": "service-area",
          "settings": {
            "heading": "High Frequency + Extractions",
            "details": "<p>This a la carte fix-it option offers expert extractions followed by a high frequency treatment to help calm the skin, eliminate acne and kill bacteria. An emergency solution for breakouts and flare ups available in increments of 15 and 30 minutes.<\/p>"
          }
        }
      },
      "block_order": [
        "150a7639-9e49-44d5-bd96-32f95c7454d7",
        "0bcc5384-8a1c-47a6-a3e2-30874443ced3",
        "4da405a8-f330-4d46-b974-b21488fb3ef5",
        "dcbe1512-e37f-4a0b-8fe3-5498c7ea8386",
        "e8f3f1e0-0efd-4eb5-a465-95e598667218",
        "9faa8d3b-332c-470b-9691-f1cc20bd45dd",
        "50ba5fa7-8ce3-4835-a9c2-6f9199278542",
        "7a6c8b39-8ace-48a0-b778-09b6c8dafb3e"
      ],
      "settings": {
        "title": "Facials",
        "desc": "<p>We are dedicated to providing corrective skincare treatments with a purpose. Whether clients are looking for assistance with an anti-aging regimen, a remedial treatment for acneic skin, or simply looking to indulge in a therapeutic experience, our custom facials offer solutions for every skin type.<\/p>",
        "order": false
      }
    },
    "16357808340e27713b": {
      "type": "service-area",
      "disabled": true,
      "settings": {
        "title": "Injectables and Neuromodulators",
        "desc": "<p>At Karee Hays Esthetics we believe all esthetic procedures should have natural, refreshed-looking results. With constant anti-aging advancements in formulas and techniques, we are able to provide our clients with customized restorative treatments. We offer a variety of facial fillers and neurotoxins that will enhance the facial anatomy by softening, correcting, restoring, reshaping and reversing signs of aging such as fine lines, wrinkles and volume loss. These injectable solutions provide our clients with beautiful, non-surgical results with minimal discomfort and little to no downtime.<\/p>\n<ul>\n<li>Botox<\/li>\n<li>Dysport<\/li>\n<li>Juvederm fillers<\/li>\n<li>Restylane fillers<\/li>\n<li>Kybella<\/li>\n<li>Platelet Rich Plasma (PRP)<\/li>\n<\/ul>",
        "order": true
      }
    },
    "16357810704ae6208d": {
      "type": "service-area",
      "disabled": true,
      "blocks": {
        "51fa8674-c216-436e-b102-d68bc007e9e1": {
          "type": "service-area",
          "settings": {
            "heading": "KH Glow Laser Facial",
            "details": "<p>A non-invasive, restorative treatment using a laser, designed to treat fine lines and wrinkles, tighten pores and diffuse redness, all while improving the skin's texture and tone. Areas of the face, neck and body can be treated with no downtime. We recommend this treatment to clients seeking vibrant and healthy looking skin before a big event. <\/p>"
          }
        },
        "61cf9ff0-9e65-4705-8f21-17cee5f1f2a0": {
          "type": "service-area",
          "settings": {
            "heading": "Opus Fractional Plasma Resurfacing",
            "details": "<p>The first of its kind! This fractional plasma device delivers energy in the form of plasma to rejuvenate the skin. The Opus treatment improves fine lines and wrinkles, tone and texture and addresses skin laxity. This treatment can also target hard to reach areas like nasolabial folds, upper\/lower eyelids and oral commissures. Recommended in a series of three, three weeks apart for optimal results. <\/p>"
          }
        },
        "e4e73a49-f1e9-4fb3-ba7d-b95c31390ec3": {
          "type": "service-area",
          "settings": {
            "heading": "KH Trilogy Laser Facial",
            "details": "<p>A carefully curated triple-tier approach to skin rejuvenation. Our laser technician begins with a round of IPL, followed by a round of Glow, and concludes the Trilogy with a secondary IPL pass. The Glow portion gently heats the dermis to improve skin texture and encourages new collagen production while the IPL portion improves the superficial appearance of the skin by addressing pigmentation, redness, brown spots and other signs of aging with minimal discomfort. These treatments when used in sync with one another maximize the efficiency of the treatment to produce optimal results in just one session.<\/p>"
          }
        },
        "8b97b63b-9f63-44ed-91c7-97c9f1988c17": {
          "type": "service-area",
          "settings": {
            "heading": "Clear + Brilliant",
            "details": "<p>This laser treatment works by creating millions of microscopic treatment zones in the skin, replacing damaged skin with healthy, younger looking tissue. The Clear + Brilliant is a non-surgical and non-invasive fractional skin resurfacing service that targets the natural results of aging by promoting improved tone and texture. This maintenance treatment boasts radiant results with minimal downtime causing a youthful glow, smooth surface and a reduction in the appearance of pores. Clear + Brilliant is safe for all ages and lifestyles. <\/p>"
          }
        },
        "06080c95-65c5-4ae2-9a0c-3212c01b2a3e": {
          "type": "service-area",
          "settings": {
            "heading": "EndyMed Pro Radiofrequency Skin Tightening",
            "details": "<p>A safe and painless technology that offers non-surgical lifting and tightening for the face and body. The EndyMed 3Deep® delivers energy three-layers-deep into the skin, reactivating the natural collagen process to remove wrinkles and noticeably lift and tighten the skin. <\/p>"
          }
        },
        "21ddb3b9-a965-491a-9e05-2c536a504fc2": {
          "type": "service-area",
          "settings": {
            "heading": "EndyMed Pro Radiofrequency Body Contouring",
            "details": "<p>A superior shaping and contouring treatment that focuses radio frequency energy deep into the dermis to aid in shaping larger, problematic areas. This device delivers controlled energy without any pain or risk to reactivate the skin's natural collagen production resulting in wrinkle, cellulite and laxity reduction, as well as firmer, tighter, lifted skin. Concerned about excess skin? This customized treatment targets areas such as the waist, abdomen, buttocks, thighs, hips and arms. <\/p>"
          }
        },
        "b4b1aeb8-85ce-4db3-b7bb-92f32b84cf9c": {
          "type": "service-area",
          "settings": {
            "heading": "Photo Rejuvenation",
            "details": "<p>Intense Pulse Light (IPL) and Broadband Light (BBL), also known as photorejuvenation, are non-invasive, non-ablative treatments that deliver high-intensity light into the deeper layers of the skin to improve fine lines and wrinkles, vascular lesions, redness, broken capillaries and sun spots with minimal downtime. <\/p>"
          }
        },
        "0f429309-ee5a-4fe7-a882-e3c8bab900e2": {
          "type": "service-area",
          "settings": {
            "heading": "Platelet Rich Plasma (PRP)",
            "details": "<p>PRP is a cutting-edge treatment for restoration where the client's own blood is drawn, processed to separate the platelets, and applied or injected into the affected area. The plasma rich platelets that are used promote healing and accelerate regeneration while reviving inactive cells. For client's suffering from hair loss or thinning hair, injecting PRP into the scalp promotes regrowth and increases overall thickness of the hair shaft.<\/p>"
          }
        },
        "62e07f51-5482-4c1f-873a-35b62dda128c": {
          "type": "service-area",
          "settings": {
            "heading": "Microneedling",
            "details": "<p>A unique fractional technology that offers exceptional results from the SkinPen system. The treatment creates controlled micro-injuries to the skin, producing collagen and elastin as well as allowing topical creams and serums to be absorbed more effectively. Microneedling reduces the appearance of fine lines, acne scarring, pore size and improves skin tone and texture. Available with PRP add-on.<\/p>"
          }
        },
        "87ec48a3-8f87-40fc-9612-ba2aa91d050f": {
          "type": "service-area",
          "settings": {
            "heading": "Intensif",
            "details": "<p>The next level in radiofrequency skin treatments, incorporating needling to achieve an aggressive and effective dermal skin remodeling. Benefits include skin tightening and a reduction of fine lines, wrinkles, scarring, stretch marks and pore size. Available with PRP add-on.<\/p>"
          }
        },
        "17f950cf-f31c-49a8-a4db-bf4dbf565ee7": {
          "type": "service-area",
          "settings": {
            "heading": "Laser Hair Removal",
            "details": "<p>A fast and convenient solution to permanently reduce hair growth. Pulses of laser light treat unwanted hair on both the face and body in a matter of minutes. This treatment works best on dark hair and light skin, which allows the laser to adhere to the pigment in each hair follicle. Six to eight treatments are typically required for full results. A safe and painless technology that offers non-surgical lifting and tightening for the face and body. The EndyMed 3Deep® delivers energy three-layers- deep into the skin, reactivating the natural collagen process to remove wrinkles and noticeably lift and tighten the skin.<\/p>"
          }
        }
      },
      "block_order": [
        "51fa8674-c216-436e-b102-d68bc007e9e1",
        "61cf9ff0-9e65-4705-8f21-17cee5f1f2a0",
        "e4e73a49-f1e9-4fb3-ba7d-b95c31390ec3",
        "8b97b63b-9f63-44ed-91c7-97c9f1988c17",
        "06080c95-65c5-4ae2-9a0c-3212c01b2a3e",
        "21ddb3b9-a965-491a-9e05-2c536a504fc2",
        "b4b1aeb8-85ce-4db3-b7bb-92f32b84cf9c",
        "0f429309-ee5a-4fe7-a882-e3c8bab900e2",
        "62e07f51-5482-4c1f-873a-35b62dda128c",
        "87ec48a3-8f87-40fc-9612-ba2aa91d050f",
        "17f950cf-f31c-49a8-a4db-bf4dbf565ee7"
      ],
      "settings": {
        "title": "Advanced Aesthetic and Laser Treatments",
        "desc": "",
        "order": false
      }
    },
    "16357811242a2bb0c0": {
      "type": "service-area",
      "disabled": true,
      "settings": {
        "title": "Chemical Peels",
        "desc": "At Karee Hays Esthetics, a wide variety of skin care concerns can be addressed by our medical estheticians with a custom chemical peel solution. Common skin conditions that can be treated with chemical peels include sun damage, acne, fine lines, wrinkles and discoloration. Our chemical peels can be customized depending on the desired results. The specialty topical acids used by our estheticians lift away dead cells and allow products maximum penetration and absorption, resulting in an even more radiant complexion. Chemical peels can be formulated for usage on various parts of the body including but not limited to the face, neck and chest, hands, arms and legs.",
        "order": true
      }
    },
    "163578138702c45661": {
      "type": "service-area",
      "disabled": true,
      "blocks": {
        "38f323a2-1b9f-407f-a066-7d97192afd4d": {
          "type": "service-area",
          "settings": {
            "heading": "Brow Lamination",
            "details": "<p>This brow treatment creates shapes, volume and fullness while keeping the brow sleek and tamed for up to eight weeks. This specific application has a protein composition containing liquid keratin and silicone which encourages brow health by creating a protective film over the hair. Our Brow Lamination is the ultimate solution for brows needing symmetry and control. Brow Tint add-on available. <\/p>"
          }
        },
        "75def8e2-b397-42eb-9ed6-9cd0df30b361": {
          "type": "service-area",
          "settings": {
            "heading": "Waxing",
            "details": "<ul>\n<li>Brows<\/li>\n<li>Lip<\/li>\n<li>Chin<\/li>\n<li>Nose<\/li>\n<\/ul>"
          }
        },
        "fa0b3d24-5e74-4cc2-a98e-3c14ccedb643": {
          "type": "service-area",
          "settings": {
            "heading": "Tinting",
            "details": "<ul>\n<li>Lash Tint<\/li>\n<li>Brow Tint<\/li>\n<\/ul>"
          }
        },
        "bfb6d0de-b0e1-4e1e-b77e-7b34f9245efa": {
          "type": "service-area",
          "settings": {
            "heading": "Brady Wardlaw Beauty",
            "details": "<ul>\n<li>Brow Shaping<\/li>\n<li>Makeup Application<\/li>\n<li>Makeup Application Lessons<\/li>\n<\/ul>"
          }
        }
      },
      "block_order": [
        "38f323a2-1b9f-407f-a066-7d97192afd4d",
        "75def8e2-b397-42eb-9ed6-9cd0df30b361",
        "fa0b3d24-5e74-4cc2-a98e-3c14ccedb643",
        "bfb6d0de-b0e1-4e1e-b77e-7b34f9245efa"
      ],
      "settings": {
        "title": "Cosmetic Aesthetics",
        "desc": "",
        "order": false
      }
    },
    "1635782264b41857a8": {
      "type": "service-area",
      "disabled": true,
      "blocks": {
        "3168f00d-55b1-4c73-919a-8d7155187c44": {
          "type": "service-area",
          "settings": {
            "heading": "Beauty B-12 Shots",
            "details": "Increases energy levels and concentration, boosts the immune system and helps improve sleep patterns. Also available in a series of five injections."
          }
        },
        "1a2d5373-2fe2-446d-93c7-c8bcb0a4b36c": {
          "type": "service-area",
          "settings": {
            "heading": "Omni Core Recovery Complex",
            "details": "A post-procedure application that can dramatically reduce downtime, aid in cell regeneration and calm inflammation. Targeted growth factor proteins help facilitate the healing process."
          }
        },
        "71239aa9-f5bf-48dc-9a39-03bf0453399e": {
          "type": "service-area",
          "settings": {
            "heading": "LED Light Therapy",
            "details": "Benefits include treating acne, regulating natural oil production, stimulating collagen and elastin and minimizing redness and wrinkles."
          }
        }
      },
      "block_order": [
        "3168f00d-55b1-4c73-919a-8d7155187c44",
        "1a2d5373-2fe2-446d-93c7-c8bcb0a4b36c",
        "71239aa9-f5bf-48dc-9a39-03bf0453399e"
      ],
      "settings": {
        "title": "Treatment Add-Ons",
        "desc": "",
        "order": true
      }
    },
    "163578237242fbd2a5": {
      "type": "video",
      "disabled": true,
      "settings": {
        "title": "",
        "video_code": "<iframe width=\"560\" height=\"315\" src=\"https:\/\/www.youtube.com\/embed\/X9FgMA3V5E8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"><\/iframe>"
      }
    }
  },
  "order": [
    "main",
    "163577904807fca740",
    "16357808340e27713b",
    "16357810704ae6208d",
    "16357811242a2bb0c0",
    "163578138702c45661",
    "1635782264b41857a8",
    "163578237242fbd2a5"
  ]
}
